Repository: AUCyberClub/axion
Catalog: locale/*/LC_MESSAGES/axion.po
Languages: tr

source: Please make a choice
tr: Lütfen bir seçim yapınız

source: 1-->Find file extension
tr: 1-->Dosya türü bul

source: 2-->Find hidden files
tr: 2-->Gizli ve saklı dosyaları bul

source: 3-->Search keyword in file's metadata and strings
tr: 3-->Dosyanın Metadatasında ya da Strings çıktısında arama yap

source: 9-->Back to top menu
tr: 9-->Üst menüye dön

source: 0-->Exit
tr: 0-->Çık

source: /file_analysis
tr: /dosya_analizi

source: Wrong input, please try again...
tr: Yanlış girdi, lütfen tekrar deneyin...

source: 1-->Ident a hash
tr: 1-->Hash türünü bul

source: 2-->Brute force attack for Zip, Rar, TrueCrypt
tr: 2-->Zip, Rar, TrueCrypt kaba kuvvet saldırısı yap

source: 3-->Brute force attack for raw hash
tr: 3-->Ham Hash'e kabakuvvet saldırısı yap

source: 4-->Vigenere decrypter
tr: 4-->Vigenere çözücü

source: 5-->Morse decrypter
tr: 5-->Morse çözücü

source: 6-->Morse encoder
tr: 6-->Morse oluşturucu

source: /crypto
tr: /kripto_hash

source: 1-->Extract OS info from RAM dump
tr: 1-->Ram dump'ın işletim sistemini bul

source: 2-->Read opened notepad's in RAM dump
tr: 2-->Ram dump'ta ki açık notepad'leri oku

source: 3-->Show the procces list on RAM dump
tr: 3-->Ram dump'ta ki açık işlemleri göster

source: 4-->Take screenshots on RAM dump
tr: 4-->Ram dump'tan ekran görüntüsü al

source: 5-->Read opened CMD's in RAM dump
tr: 5-->Ram dump'ta ki açık CMD'leri oku

source: 6-->Show Internet Explorer history in RAM dump
tr: 6--ZRam dump'ta ki Internet Explorer geçmişini göster

source: 9-->Back top top menu
tr: 9-->Üst menüye dön

source: /ram_analysis
tr: /ram_analizi

source: 1-->File Analysis
tr: 1-->Dosya Analizi

source: 2-->Crypto and Hashing
tr: 2-->Kripto ve Hash

source: 3-->RAM dump analysis
tr: 3-->RAM dump analizi

source: Program is closing..!
tr: Program kapanıyor..!
